Repository: gitGNU/gnu_machafuko
Catalog: utamaduni/app/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Requested module is not a valid module.
es_es: El módulo solicitado no está disponible.

source: You do not have access to the requested page.
es_es: No tienes acceso a la página solicitada.

source: An valid module for your request was not found.
es_es: El módulo solicitado no funciona.

source: Could not find
es_es: No lo encuentra

source: A valid module was not specified.
es_es: No se ha especificado un móduo válido.

source: Invalid identifier
es_es: Identificador no válido

source: The author
es_es: El autor

source: has been deleted
es_es: ha sido eliminado

source: Continue
es_es: Continuar

source: Leave
es_es: Atrás

source: The name must consist of letters only
es_es: El nombre debe estar formado por letras

source: The surname must consist of letters only
es_es: El apellido debe estar formado por letras

source: has been updated
es_es: ha sido actualizado

source: has been inserted
es_es: Ha sido insertado

source: It can not upload the file
es_es: No se ha podido subir el archivo

source: Author
es_es: Autor

source: Photo
es_es: Foto

source: Name
es_es: Nombre

source: Surname
es_es: Apellidos

source: Cancel
es_es: Cancelar

source: Author detail
es_es: Detalle del autor

source: Update author
es_es: Modificar autor

source: Delete author
es_es: Eliminar autor

source: The page must consist of numbers only
es_es: La página debe ser un número

source: New author
es_es: Nuevo autor

source: All authors:
es_es: Todos los autores:

source: There are not authors.
es_es: No existen autores

source: The ISBN is a required field and must consist of numbers and dashes only
es_es: El ISBN es obligatorio y debe estar formado por números y guiones

source: The title is a required field and must consist of letter and numbers only
es_es: El título es obligatorio y debe estar formado por letras y números

source: The description must consist of letter and numbers only
es_es: La descripción debe estar formada por letras y números

source: The publisher must consist of letter and numbers only
es_es: La editorial debe estar formada por letras y números

source: The format must consist of letter and numbers only
es_es: El formato debe estar formado por letras y números

source: The pages must consist of numbers only
es_es: El número de páginas debe ser un número

source: The start date must consist of letter and numbers only
es_es: La fecha de inicio es incorrecta

source: The finish date must consist of letter and numbers only
es_es: La fecha final es incorrecta

source: The opinion must consist of letter and numbers only
es_es: La opinión debe estar formada por letras y números

source: The valoration must consist of digits
es_es: La valoración debe ser un número

source: The subjects must consist of letter and numbers only
es_es: El género o géneros deben estar formadas por letras y números

source: The price must consist of digits
es_es: El precio es incorrecto

source: The book
es_es: El libro

source: Title
es_es: Título

source: Cover
es_es: Portada

source: Bookshop
es_es: Librería

source: Select a bookshop
es_es: Selecciona una librería

source: Publisher
es_es: Editorial

source: Format
es_es: Formato

source: Subject
es_es: Género

source: Description
es_es: Descripción

source: Pages
es_es: Páginas

source: Start read date
es_es: Fecha inicio lectura

source: Finish read date
es_es: Fecha final lectura

source: Valoration
es_es: Valoración

source: Select a valoration
es_es: Selecciona una valoración

source: Complete this field only if this book has been purchased
es_es: Completa este campo solo si este libro ha sido comprado

source: Price
es_es: Precio

source: Complete this field only if this book has been loaned
es_es: Completa este campo solo si el libro ha sido prestado o dado

source: Loaned contact
es_es: Contacto préstamo

source: Opinion
es_es: Opinión

source: Update book
es_es: Actualizar libro

source: Delete book
es_es: Eliminar libro

source: New book
es_es: Nuevo libro

source: All your books
es_es: Todos tus libros

source: You do not have any book
es_es: No tienes ningún libro

source: The bookshop
es_es: La librería

source: The name is a required field and must consist of letter and numbers only
es_es: El nombre es obligatorio y debe estar formado por letras y números

source: The street name must consist of letter and numbers only
es_es: El nombre de la calle debe estar formado por letras y números

source: The street number must consist of letter and numbers only
es_es: El número de la calle es incorrecto

source: The extra information street must consist of letter and numbers only
es_es: La información extra de la calle debe estar formada por letras y números

source: The city must consist of letter and numbers only
es_es: La ciudad debe estar formada por letras

source: The country must consist of letter and numbers only
es_es: El país debe estar formada por letras

source: The web address must be an URL
es_es: La dirección web debe ser una URL

source: if is a physical bookshop type the post address
es_es: si es una tienda física introduce la dirección postal

source: Street
es_es: Calle

source: name
es_es: nombre

source: number
es_es: número

source: more
es_es: más

source: City
es_es: Ciudad

source: Country
es_es: País

source: If this bookshop have web page or is an online bookshop type the URL
es_es: Si este libro tiene página web o es una tienda online indica la URL

source: Web address
es_es: Dirección web

source: Create
es_es: Crear

source: Bookshop detail
es_es: Librería

source: Update bookshop
es_es: Actualizar librería

source: Delete bookshop
es_es: Eliminar librería

source: Address
es_es: Dirección web

source: New bookshop
es_es: Nueva librería

source: All bookshops:
es_es: Todas las librerías:

source: There are not any bookshop.
es_es: No hay librerías

source: Books you are reading:
es_es: Libros que estás leyendo:

source: You are not reading any book.
es_es: No estás leyendo ningún libro.

source: Welcome to your personal site
es_es: Bienvenido a tu sitio personal

source: Search
es_es: Buscar

source: Search1
es_es: Buscar

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Log in
es_es: Entrar

source: The username must be an e-mail
es_es: El usuario debe ser un e-mail

source: The password must consist of letter and numbers only
es_es: La contraseña debe estar formada por letras y números

source: Username or password invalid
es_es: Usuario o contraseña inválida

source: The book is the best friend of the people
es_es: El libro es el mejor amigo del hombre

source: Welcome to Utamaduni
es_es: Bienvenido a Utamaduni

source: Here you can find a lot of information about books I have read
es_es: Aquí puedes encontrar información sobre los libros que he leído

source: About
es_es: Sobre

source: Contact
es_es: Contacto

source: Your space
es_es: Tu espacio

source: Log out
es_es: Cerrar sesión

source: Books
es_es: Libros

source: Bookshops
es_es: Librerías

source: Authors
es_es: Autores

source: Quotes
es_es: Citas
